{
  "appName": {
    "message": "Speckle"
  },
  "appShortName": {
    "message": "Speckle"
  },
  "appDescription": {
    "message": "Universal browser extension for Web 3 and the Polkadot ecosystem"
  },
  "browserActionTitle": {
    "message": "Speckle"
  },
  "welcome": {
    "message": "Welcome to Speckle"
  },
  "continue": {
    "message": "Continue"
  },
  "pickColorTitle": {
    "message": "Pick your favorite color"
  },
  "pickColorDescription": {
    "message": "This can be changed in the settings"
  },
  "speckleIntroduction": {
    "message": "Speckle is a Web 3 wallet and browser built for Polkadot. You can interact with multiple chains and manage their accounts."
  },
  "termTitle": {
    "message": "Confirm terms of service"
  },
  "termDescription": {
    "message": "Information Automatically Collected. We may automatically record certain information about how you use our Site (we refer to this information as “Log Data“). Log Data may include information such as a user’s Internet Protocol (IP) address, device and browser type, operating system, the pages or features of our Site to which a user browsed and the time spent on those pages or features, the frequency with which the Site is used by a user, search terms, the links on our Site that a user clicked on or used, and other statistics. We use this information to administer the Service and we analyze (and may engage third parties to analyze) this information to improve and enhance the Service by expanding its features and functionality and tailoring it to our users’ needs and preferences. We may use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole. Users can control the use of cookies at the individual browser level. For more information, please see the section entitled “Cookies Policy” below."
  },
  "termAcceptButton": {
    "message": "I Accept Terms Of Service"
  },
  "passwordDescription": {
    "message": "To make a secure entry to your wallet, create a new password"
  },
  "error": {
    "message": "error",
    "wallet": {
      "locked": {
        "message": "Wallet is locked"
      }
    },
    "password": {
      "message": "Empty or wrong password"
    },
    "account": {
      "notFound": {
        "message": "Account not found"
      }
    },
    "mnemonic": {
      "unmatched": {
        "message": "Mnemonic not matched with the generated one"
      },
      "invalid": {
        "message": "Mnemonic is invalid"
      }
    }
  }
}
